Repository: mrandika/ios-gameon
Catalog: GameOn/*.lproj/Localizable.strings
Languages: id

# WELCOME_TEXT
source: Welcome to GameOn!
id: Selamat datang di GameOn!

source: Next
id: Lanjutkan

# ONBOARDING_TOP_RATED
source: Top Rated Games
id: Permainan Peringkat Atas

# ONBOARDING_TOP_RATED_DESCRIPTION
source: Discover top games, curated by game ethusiast like you!
id: Jelajahi peringkat atas permainan, dikuratori oleh entusias permainan seperti kamu!

# ONBOARDING_GAMECODE_DESCRIPTION
source: GameCode helps you and your friends to share your ID and favorited games!
id: GameCode membantu kamu dan teman kamu untuk berbagi ID dan permainan favorit!

# ONBOARDING_SEARCH
source: Discover over 56K Games
id: Jelajahi lebih dari 56Rb Permainan

# ONBOARDING_SEARCH_DESCRIPTION
source: Powered by RAWG, GameOn provides you over 56K games to discover!
id: Didukung oleh RAWG, GameOn menyediakan lebih dari 56 ribu permainan untuk dijelajahi!

# ONBOARDING_FAVORITE
source: Favorited Games
id: Permainan Terfavorit

# ONBOARDING_FAVORITE_DESCRIPTION
source: Love the games? Mark as favorite to keep tou updated with the game!
id: Suka dengan permainannya? Tandai sebagai favorit untuk tetap mengetahui perkembangannya!

source: Account
id: Akun

source: Profile
id: Profil

source: My Profile
id: Profil Ku

# COMPLETE_PROFILE_FEATURES
source: Complete your profile to give you more personalized experiences. Including shareable GameCode!
id: Lengkapi profil kamu untuk memberikan pengalaman yang terpersonalisasi. Termasuk berbagi dengan GameCode!

source: Settings
id: Pengaturan

source: Game Platform
id: Platform Permainan

source: General
id: Umum

source: Software License
id: Lisensi Perangkat Lunak

source: Licenses
id: Lisensi

source: Meet the Developer
id: Temui Pengembang

source: Developer Info
id: Informasi Pengembang

# RESET_FAVORITE_GAMES
source: Reset Favorited Games
id: Atur Ulang Favorit

# CONFIRMATION_RESET_FAVORITES
source: Reset Favorites?
id: Atur Ulang Favorit?

# CONFIRMATION_MESSAGE_RESET_FAVORITES
source: Are you sure to reset your favorited games? This action cannot be undone!
id: Apa kamu yakin untuk mengatur ulang favorit? Tindakan ini tidak dapat dibatalkan!

source: Done
id: Selesai

source: Cancel
id: Batalkan

source: Yes
id: Ya

source: Personal Details
id: Detail Pribadi

source: User name
id: Nama Pengguna

source: Gamer Level
id: Level Gamer

source: New Gamer
id: Gamer Baru

source: Quite Long Gamer
id: Gamer Lumayan Lama

source: Long Gamer
id: Gamer Lama

source: OG Gamer
id: Gamer Sepuh

source: Social Details
id: Detail Sosial

source: Steam Username
id: Username Steam

# EGS_USERNAME
source: Epic Game Username
id: Username Epic Game

source: Sharing Options
id: Pilihan Berbagi

# ENABLE_GC_SHARING
source: Enable GameCode Sharing
id: Aktifkan Berbagi GameCode

# ENABLE_GC_FAVORITE_SHARING
source: Share Recent Favorited
id: Bagikan Favorit Terbaru

source: Recent Favorites
id: Favorit Terbaru

source: My GameCode
id: GameCode Ku

# PROFILE_NOT_COMPLETE_GAMECODE
source: Complete your profile to use GameCode Sharing.
id: Lengkapi profil kamu untuk menggunakan berbagi dengan GameCode.

# GAMECODE_DISABLED
source: GameCode Sharing is disabled. Enable it on your profile to start Sharing.
id: Berbagi dengan GameCode dinonaktifkan. Aktifkan di profil mu untuk mulai berbagi.

# GAMECODE_TUTORIAL
source: Align your friends camera to your GameCode
id: Arahkan kamera temanmu ke GameCode kamu

source: Scan
id: Pindai

source: Scan GameCode
id: Pindai GameCode

# GAMECODE_SCAN_INSTRUCTION
source: Align your camera to your friends GameCode
id: Arahkan kamera kamu ke GameCode temanmu

source: GameCode Invalid
id: GameCode Tidak Valid

# PLATFORM_SELECTION
source: Pick your Platforms
id: Pilih Platform Kamu

source: Getting Platforms
id: Mendapatkan Platform

# PLATFORM_SELECTION_DESCRIPTION
source: You can select 2-4 platforms to displayed at Platforms tab.
id: Kamu bisa memilih 2-4 platform untuk ditampilkan di tab Platform.

# ERROR_PLATFORM_DATA_SELECTION
source: Mistaken?
id: Keliru?

# ERROR_PLATFORM_DATA_SELECTION_DESCRIPTION
source: You can minimally select 2 platforms, up to 4 platforms at the same time.
id: Kamu bisa memilih minimal 2 platform sampai 4 platform di waktu yang sama.

source: Reset Selection
id: Atur Ulang Pilihan

source: New Release
id: Rilis Baru

source: Top Rated
id: Teratas

source: Favorites
id: Favorit

source: Platforms
id: Platform

source: Search
id: Pencarian

# FAVORITE_EMPTY
source: Haven't found your favorite games? Take a look at GameOn Discover Page!
id: Belum menemukan permainan favorit? Lihat halaman Jelajah GameOn!

# GAMES_ON_PLATFORM %@
source: Games on %@
id: Permainan di %@

# NO_CONNECTION
source: No connection found. Please check your Internet connection
id: Tidak ada koneksi internet. Pastikan kamu terhubung ya.

# UNKNOWN_ERROR
source: Unknown error occured.
id: Kesalahan tidak diketahui.

source: Loading
id: Memuat

source: Searching
id: Mencari

source: Discovering Games
id: Menjelajahi Permainan

source: Getting game details
id: Mendapatkan detail permainan

source: Favorited
id: Difavoritkan

# ADD_TO_FAVORITES
source: Add to my Favorites
id: Tambahkan ke Favorit

# LOCAL_DATA_INCOMPLETE_DESCRIPTION
source: You're viewing this game snapshot when you mark this game as favorite. Some information may not updated or missing.
id: Kamu melihat snapshot permainan ini pada saat kamu menandai permainan ini sebagai favorit. Beberapa informasi mungkin tidak diperbarui atau hilang.

# RESULT_FOR %@
source: Results for "%@"
id: Hasil untuk "%@"

# RATE_PENDING_OR_UNAVAILABLE
source: Rating Pending or Not Available
id: Rating Tertunda atau Tidak Tersedia

# NO_MATCH_SEARCH
source: No matched game found, maybe search for something else?
id: Tidak ada permainan ditemukan, mungkin cari yang lain?

source: Available since %@
id: Tersedia sejak %@

source: Hour
id: Jam

source: Discover GameOn
id: Jelajahi GameOn

# GAME_DETAILS
source: Game Detail
id: Detail Permainan

source: Not released
id: Belum dirilis

source: About this game
id: Tentang permainan ini

source: Genres
id: Genre

source: Screenshots
id: Tangkapan Layar

source: Rating & Reviews
id: Rating & Ulasan

source: %lld reviews
id: %lld ulasan

# OUT_OF_RATE %lld
source: out of %lld
id: dari %lld

# %lld SUGGESTION_COUNT
source: %lld users suggesting this!
id: %lld pengguna menyarankan ini!

# USERS_COUNT %lld
source: or about %lld users say this!
id: atau sekitar %lld pengguna mengatakan ini!

source: Developer(s)
id: (Para) Pengembang

source: Publisher(s)
id: (Para) Penerbit
